Repository: Rocket-CDS/AppThemes-W3-CSS
Catalog: rocketdirectoryapi.ProductsFood/1.0/resx/ProductsFood.*.resx
Languages: fr_fr

# price.Text
source: Price
fr_fr: Prix

# details.Text
source: Details
fr_fr: Détails

# allproducts.Text
source: All articles
fr_fr: Tous les articles

# categories.Text
source: Categories
fr_fr: Catégories

# nurturance.Text
source: Nurturance
fr_fr: Informations nutritionnelles

# milk.Text
source: Milk
fr_fr: Lait

# origin.Text
source: Origin
fr_fr: Provenance

# refining.Text
source: Refining
fr_fr: Affinage

# rennet.Text
source: Rennet
fr_fr: Présure

# ediblecrust.Text
source: Edible crust
fr_fr: Croûte comestible

# salt.Text
source: Salt
fr_fr: Sel

# publicreference.Text
source: Public reference
fr_fr: Référence publique

# otherinformation.Text
source: Other information
fr_fr: Autres informations

# packaging.Text
source: Packaging
fr_fr: Emballage

# bacteriaculture.Text
source: Lactic acid bacteria culture
fr_fr: Culture de bactéries lactiques

# haymilk.Text
source: Hay milk
fr_fr: Lait de foin

# silagefree.Text
source: Silage-free
fr_fr: Sans ensilage

# naturallylactosefree.Text
source: Naturally lactose-free
fr_fr: Naturellement sans lactose

# microbialrennet.Text
source: Microbial rennet
fr_fr: Présure microbienne

# sensorycharacteristics.Text
source: Sensory characteristics
fr_fr: Caractéristiques sensorielles

# nutritionalinformation.Text
source: Nutritional information per 100g of the consumable product
fr_fr: Informations nutritionnelles pour 100g de produit consommable

# energyvaluekj.Text
source: Energy value kJ in g
fr_fr: Valeur énergétique kJ en g

# fatg.Text
source: Fat in g
fr_fr: Lipides en g

# ofwhichfattyacids.Text
source: of which saturated fatty acids in g
fr_fr: dont acides gras saturés en g

# carbohydrates.Text
source: Carbohydrates in g
fr_fr: Glucides en g

# ofwhichsugars.Text
source: of which sugars in g
fr_fr: dont sucres en g

# proteing.Text
source: Protein in g
fr_fr: Protéines en g

# fibreg.Text
source: Dietary fibre in g
fr_fr: Fibres alimentaires en g

# saltg.Text
source: Salt in g
fr_fr: Sel en g

# allergens.Text
source: Allergens in the product
fr_fr: Allergènes présents dans le produit

# refiningunit.Text
source: Refining (Unit of time)
fr_fr: Affinage (unité de temps)

# appearanceexterior.Text
source: Exterior Appearance
fr_fr: Apparence extérieure

# energyvaluecal.Text
source: Energy value kcal in g
fr_fr: Valeur énergétique kcal en g

# 1.Text
source: Gluten-containing cereals and gluten-related products
fr_fr: Céréales contenant du gluten et produits dérivés

# 2.Text
source: Crustaceans and Crustacean Products
fr_fr: Mollusques et produits dérivés

# 3.Text
source: Eggs and Egg Products
fr_fr: Oeufs et produits dérivés

# 4.Text
source: Fish and fish products
fr_fr: Poissons et produits dérivés

# 5.Text
source: Peanut and Peanut Products
fr_fr: Cacahuète et produits dérivés

# 6.Text
source: Soybeans and soy products
fr_fr: Soja et produits dérivés

# 7.Text
source: Milk and milk products
fr_fr: Lait et produits dérivés

# 8.Text
source: Nuts
fr_fr: Fruits à coque

# 9.Text
source: Celery and Celery Products
fr_fr: Céleri et produits dérivés

# 10.Text
source: Mustard and mustard products
fr_fr: Moutarde et produits dérivés

# 11.Text
source: Sesame and derivatives
fr_fr: Sésame et produits dérivés

# 12.Text
source: Sulphur dioxide (SO2) and sulphites
fr_fr: Dioxyde de soufre (SO2) et sulfites

# 13.Text
source: Lupin and Derivatives
fr_fr: Lupin et produits dérivés

# 14.Text
source: Molluscs and Derivatives
fr_fr: Mollusques et dérivés

# animal.Text
source: Animal
fr_fr: Type

# appearanceinterior.Text
source: Interior Appearance
fr_fr: Apparence intérieure

# consistency.Text
source: Consistency
fr_fr: Consistance

# odor.Text
source: Odor
fr_fr: Odeur

# taste.Text
source: Taste
fr_fr: Goût

# information.Text
source: Information
fr_fr: Informations
